{
	"@metadata": {
		"authors": [
			"L2212"
		]
	},
	"title": "Wikimedia OCR",
	"image-url": "URL de s'immàgine:",
	"image-url-help": "Custu depet incumintzare cun unu de sos nùmenes de domìniu chi sighint e depet èssere un'URL intreu a unu documentu de immàgine chi esistat: $1",
	"image-url-error": "S'URL de s'immàgine depet incumintzare cun {{PLURAL:$1|su nùmene de su domìniu chi sighit|unu de sos nùmenes de sos domìnios chi sighint}} e acabbare cun un'estensione de documentu vàlida: $2",
	"image-alt-text": "S'immàgine originale",
	"language-code": "Su còdighe a duas lìteras de sa limba (optzionale):",
	"engine": "Motore OCR:",
	"engine-not-found-warning": "Su motore '$1' chi as pedidu non s'est agatadu. In logu suo s'at a impreare su motore predefinidu '$2'.",
	"submit": "Bae",
	"copy-to-clipboard": "Còpia·lu in punta de billete",
	"copied-to-clipboard": "Copiadu!",
	"google-error": "Su servìtziu de Google est torradu un'errore: $1",
	"image-retrieval-failed": "Recùperu de s'immàgine fallidu: $1",
	"documentation": "Documentatzione",
	"version": "Versione $1",
	"report-issue": "Sinnala unu problema",
	"langs-param-error": "{{PLURAL:$1|Sa limba chi sighit no est suportada|Sas limbas chi sighint non sunt suportadas}} dae su motore OCR: $2",
	"tesseract-options": "Optziones de Tesseract",
	"tesseract-psm-label": "Mètodu de segmentatzione de sas pàginas",
	"tesseract-psm-0": "Orientamentu e reconnoschimentu de iscrituras (OSD) ebbia.",
	"tesseract-psm-1": "Segmentatzione automàtica de sas pàginas cun OSD.",
	"tesseract-psm-2": "Segmentatzione automàtica de sas pàginas, ma chene OSD o OCR. (no implementadu)",
	"tesseract-psm-3": "Segmentatzione de sas pàginas automàtica de su totu, ma chene OSD. (predefinidu)",
	"tesseract-psm-4": "Assume chi bi siat una colonna de testu sìngula de mannàrias variàbiles.",
	"tesseract-psm-5": "Assume chi bi siat unu blocu de testu sìngulu e uniforme alliniadu in verticale.",
	"tesseract-psm-6": "Assume chi bi siat unu blocu de testu sìngulu.",
	"tesseract-psm-7": "Trata s'immàgine che a un'ùnica riga de testu.",
	"tesseract-psm-8": "Trata s'immàgine che a una paràula ebbia.",
	"tesseract-psm-9": "Trata s'immàgine che a una paràula ebbia in unu chircu.",
	"tesseract-psm-10": "Trata s'immàgine che a unu caràtere ebbia.",
	"tesseract-psm-11": "Pagu testu. Agata·nde su prus chi podes in perunu òrdine particulare.",
	"tesseract-psm-12": "Pagu testu cun OSD.",
	"tesseract-psm-13": "Lìnia greza. Trata s'immàgine che a una lìnia de testu sìngula, ignorende sos trucos ispetzìficos de Tesseract.",
	"tesseract-param-error": "S'optzione'$1' cun unu valore de '$2' no est suportada dae Tesseract. Valore màssimu: $3",
	"tesseract-internal-error": "Su motore de tesseract at torradu un'errore internu."
}
